test/tsung/contents/keep_alive.soap12.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <KeepAlive xmlns="http://pmmsoapmessenger.com/">
      <user>
        <CustomerID>10003</CustomerID>
        <Name>user</Name>
        <Language>en</Language>
        <Password>password</Password>
      </user>
    </KeepAlive>
  </soap12:Body>
</soap12:Envelope>
